[
  {
    "name": "Brad Pitt",
    "law_area": "Criminal Law",
    "description": "Oscar-winning actor known for his roles in Fight Club and Inglourious Basterds."
  },
  {
    "name": "Meryl Streep",
    "law_area": "Family Law",
    "description": "Legendary actress with numerous Academy Awards, celebrated for her work in Sophie's Choice and The Devil Wears Prada."
  },
  {
    "name": "Leonardo DiCaprio",
    "law_area": "Criminal Law",
    "description": "Iconic actor starred in Titanic and The Revenant, winning an Academy Award for the latter."
  },
  {
    "name": "Julia Roberts",
    "law_area": "Family Law",
    "description": "Academy Award-winning actress, famous for Pretty Woman and Erin Brockovich."
  },
  {
    "name": "Tom Hanks",
    "law_area": "Criminal Law",
    "description": "Beloved actor known for Forrest Gump and Saving Private Ryan, recipient of multiple Oscars."
  },
  {
    "name": "Nicole Kidman",
    "law_area": "Family Law",
    "description": "Acclaimed actress, known for her roles in Moulin Rouge! and The Hours, and her captivating performances."
  },
  {
    "name": "Johnny Depp",
    "law_area": "Criminal Law",
    "description": "Versatile actor famed for Pirates of the Caribbean and Edward Scissorhands."
  },
  {
    "name": "Cate Blanchett",
    "law_area": "Family Law",
    "description": "Talented actress, Academy Award winner, known for her captivating roles in Blue Jasmine and Elizabeth."
  },
  {
    "name": "Denzel Washington",
    "law_area": "Criminal Law",
    "description": "Esteemed actor renowned for Training Day and Glory, a two-time Academy Award winner."
  },
  {
    "name": "Angelina Jolie",
    "law_area": "Family Law",
    "description": "Award-winning actress and humanitarian, known for her roles in Maleficent and Girl, Interrupted."
  },
  {
    "name": "George Clooney",
    "law_area": "Criminal Law",
    "description": "Charming actor known for Ocean's Eleven and Up in the Air, an Academy Award winner."
  },
  {
    "name": "Charlize Theron",
    "law_area": "Family Law",
    "description": "Talented actress, Academy Award winner, celebrated for her performances in Monster and Mad Max: Fury Road."
  },
  {
    "name": "Robert De Niro",
    "law_area": "Criminal Law",
    "description": "Iconic actor known for his roles in Taxi Driver and The Godfather Part II, a two-time Oscar winner."
  },
  {
    "name": "Natalie Portman",
    "law_area": "Family Law",
    "description": "Academy Award-winning actress, recognized for her work in Black Swan and V for Vendetta."
  },
  {
    "name": "Will Smith",
    "law_area": "Criminal Law",
    "description": "Versatile actor, known for Men in Black and The Pursuit of Happyness, received Academy Award nominations."
  },
  {
    "name": "Jennifer Aniston",
    "law_area": "Family Law",
    "description": "Beloved actress famous for Friends and Marley & Me, a Golden Globe winner."
  },
  {
    "name": "Keanu Reeves",
    "law_area": "Criminal Law",
    "description": "Matrix star celebrated for his roles in John Wick and The Devil's Advocate."
  },
  {
    "name": "Emma Stone",
    "law_area": "Family Law",
    "description": "Oscar-winning actress known for La La Land and The Help, praised for her versatile acting."
  },
  {
    "name": "Matt Damon",
    "law_area": "Criminal Law",
    "description": "Talented actor, famous for Good Will Hunting and Jason Bourne series, Academy Award winner."
  },
  {
    "name": "Anne Hathaway",
    "law_area": "Family Law",
    "description": "Award-winning actress celebrated for Les Misérables and The Devil Wears Prada."
  },
  {
    "name": "Samuel L. Jackson",
    "law_area": "Criminal Law",
    "description": "Iconic actor known for Pulp Fiction and The Avengers, one of the highest-grossing actors in film history."
  },
  {
    "name": "Kate Winslet",
    "law_area": "Family Law",
    "description": "Academy Award-winning actress, famed for Titanic and The Reader."
  },
  {
    "name": "Harrison Ford",
    "law_area": "Criminal Law",
    "description": "Legendary actor known for Indiana Jones and Star Wars franchises."
  },
  {
    "name": "Sandra Bullock",
    "law_area": "Family Law",
    "description": "Beloved actress with an Oscar for The Blind Side, known for Gravity and Miss Congeniality."
  },
  {
    "name": "Tom Cruise",
    "law_area": "Criminal Law",
    "description": "Iconic actor famous for Top Gun and Mission: Impossible series."
  },
  {
    "name": "Scarlett Johansson",
    "law_area": "Family Law",
    "description": "Talented actress and Marvel superhero, celebrated for her role as Black Widow."
  },
  {
    "name": "Sam Rockwell",
    "law_area": "Criminal Law",
    "description": "Versatile actor known for Three Billboards Outside Ebbing, Missouri and Moon, an Academy Award winner."
  },
  {
    "name": "Natalie Dormer",
    "law_area": "Family Law",
    "description": "Actress known for Game of Thrones and The Hunger Games series."
  }
]
